{"is": 2, "there": 3, "evidence": 4, "of": 5, "free": 6, "peritoneal": 7, "the": 9, "skull": 10, "fractured?": 11, "how": 12, "would": 13, "you": 14, "describe": 15, "this": 16, "lesion?": 17, "what": 18, "type": 19, "hemorrhage": 20, "shown?": 21, "hyperinflation": 22, "or": 24, "modality": 26, "was": 27, "image": 28, "taken?": 29, "herniation": 30, "brainstem": 31, "secondary": 32, "to": 33, "lesion": 34, "if": 35, "mass": 36, "compressed": 37, "left": 38, "renal": 39, "vein": 40, "in": 41, "a": 42, "male": 43, "else": 44, "might": 45, "expect": 46, "form": 48, "contrast": 49, "did": 50, "patient": 51, "abnormalities": 53, "are": 54, "right": 55, "upper": 56, "quadrant?": 57, "which": 58, "lobe": 59, "located": 60, "in?": 61, "mri": 62, "imaging": 63, "sequence": 64, "shown": 65, "above?": 66, "defining": 67, "radiological": 68, "features": 69, "large": 70, "bowel?": 71, "heart": 72, "enlarged?": 73, "can": 74, "4th": 76, "ventricle?": 77, "modality?": 78, "do": 79, "masses": 80, "celiac": 82, "trunk": 83, "patent?": 84, "lower": 85, "lung": 86, "fields": 87, "normal?": 88, "an": 89, "interstitial": 90, "process?": 91, "liver": 92, "pneumothorax": 93, "present?": 94, "abdomen": 95, "distended?": 96, "brain": 97, "demonstrates": 98, "signal": 100, "t2": 101, "weighted": 102, "image?": 103, "pneumothorax?": 104, "does": 105, "branches": 108, "superior": 109, "mesenteric": 110, "arteries": 111, "filled": 112, "with": 113, "contrast?": 114, "two": 115, "seen": 117, "anterior": 119, "spinal": 120, "column?": 121, "muscle": 122, "vertebrae?": 124, "types": 126, "have?": 127, "where": 128, "abnormality": 129, "grey-white": 130, "matter": 131, "differentiation?": 132, "noncontrast": 134, "ct": 135, "test": 137, "for": 138, "bleed?": 140, "hyperdensities": 141, "indicative": 142, "of?": 143, "located?": 145, "present": 146, "fat": 147, "stranding": 148, "abnormality?": 149, "common": 150, "bilateral": 151, "signs": 153, "cerebral": 154, "edema": 155, "any": 156, "kidney": 157, "region": 159, "shows": 160, "hyperintensity?": 161, "pleural": 162, "effusion?": 163, "dark": 164, "show?": 167, "aorta": 168, "abnormally": 169, "cause": 173, "lesions": 176, "blood": 177, "air": 178, "fluid": 179, "levels": 180, "depicted": 181, "many": 182, "there?": 183, "at": 184, "ribs": 187, "visible": 188, "good": 189, "taken": 192, "without": 193, "lobes": 194, "demonstrate": 195, "pathology": 196, "use": 197, "iv": 198, "material?": 199, "areas": 200, "show": 201, "matter?": 202, "lymphadenopathy": 203, "ventricles": 204, "have": 205, "bleeding": 207, "patient's": 208, "brain?": 209, "rib": 210, "plane?": 211, "abnormal?": 214, "cerebellum": 215, "one": 217, "lobe?": 218, "these": 219, "hyperintensities": 220, "right?": 221, "tracheal": 222, "deviation?": 223, "restricted": 224, "diffusion?": 225, "kidneys": 226, "infarcts": 227, "most": 228, "likely?": 229, "caudate": 231, "involved?": 233, "cystic": 234, "solid": 235, "mass?": 236, "besides": 237, "temporal": 238, "other": 240, "above": 245, "where?": 246, "organ": 247, "see": 248, "vertebral": 250, "view?": 251, "space": 252, "body": 253, "cavity": 254, "near": 255, "top": 256, "blunting": 257, "angles?": 259, "appendix?": 260, "why": 261, "not": 262, "sulci": 263, "mri?": 264, "anything": 265, "abnormal": 266, "tissue": 268, "on": 269, "organs": 270, "surrounding": 271, "liver?": 272, "normal": 273, "happening": 278, "path": 279, "trachea?": 280, "ct?": 281, "dependent": 282, "layering": 283, "occipital": 284, "horns": 285, "lateral": 286, "ventricles?": 287, "system": 288, "aorta?": 290, "border?": 291, "vascular": 297, "vs.": 298, "appendix": 301, "visualized": 303, "and": 304, "cavitary": 305, "fractures": 306, "skull?": 307, "effusion": 308, "be": 309, "side?": 311, "enlargement": 312, "artery": 314, "rectus": 315, "muscles": 316, "enhanced": 317, "side": 318, "infarction?": 319, "part": 320, "able": 321, "it": 322, "open?": 323, "inflammation?": 324, "under": 325, "hemidiaphragm?": 326, "distribution": 327, "infarcts?": 328, "abdomen?": 332, "ascites?": 333, "location": 334, "hemidiaphragm": 336, "higher": 337, "than": 338, "left?": 339, "pictured?": 340, "this?": 341, "small": 342, "white": 343, "mean": 344, "flair": 345, "gastric": 347, "bubble": 348, "has": 349, "suspect": 351, "physical": 352, "injury?": 353, "diaphragm?": 354, "gallbladder": 355, "wall": 356, "by": 357, "viewed": 358, "section?": 359, "densities": 361, "inside": 362, "sufficient": 364, "diagnosis?": 365, "enhancing": 366, "periphery": 367, "represent?": 368, "hypodensity": 370, "posterior": 371, "enhancement": 372, "muscles?": 373, "more": 374, "that": 375, "effect": 376, "cyst": 378, "kidney?": 379, "irregular": 380, "int": 383, "his": 384, "lung?": 385, "receive": 389, "sigmoid": 390, "colon": 391, "axial": 392, "atrophy": 394, "t1": 395, "weighted,": 396, "pancreatic": 397, "cut": 399, "used?": 401, "structure": 402, "cystic?": 403, "enhancement?": 404, "bowel": 405, "patient?": 407, "central": 408, "seen?": 410, "lungs": 411, "bile": 413, "duct": 414, "duct?": 415, "suggest?": 419, "colon?": 421, "subdiaphragmatic": 422, "lesions?": 423, "vasculature?": 424, "pathology?": 425, "abscess": 427, "structure?": 428, "patent": 431, "spleen": 432, "contains": 434, "air-fluid": 435, "level?": 436, "scan?": 437, "cortex": 438, "obscured?": 439, "shape": 440, "plane": 441, "section": 442, "multiple": 444, "opacities": 446, "all": 448, "fields?": 449, "area": 450, "concerning": 452, "gray-white": 454, "abdominal": 456, "wall?": 457, "lungs?": 458, "catheter": 459, "tip": 460, "extend": 461, "thickened?": 464, "pneumoperitoneum?": 465, "diaphragm": 469, "bone": 473, "demonstrated?": 476, "possible": 477, "diagnoses?": 478, "inflammation": 479, "conal": 480, "azygoesophageal": 483, "recess": 484, "deviated?": 485, "likely": 487, "cerebellum?": 488, "aortic": 490, "aneurysm?": 491, "visible?": 493, "thickening": 494, "peritoneum?": 495, "look": 496, "width": 497, "cardiac": 498, "silhouette": 499, "structures?": 501, "tell": 503, "been": 504, "visualized?": 507, "relation": 508, "fracture": 509, "vertebrae": 510, "parenchyma": 511, "well": 512, "display": 513, "foreign": 515, "kind": 517, "x-ray?": 518, "subdural": 520, "hematoma?": 521, "primary": 522, "less": 523, "dense": 524, "costophrenic": 525, "angles": 526, "indicate?": 527, "size?": 530, "hyper": 531, "csf": 534, "non-contrast": 537, "same": 539, "know": 541, "midline?": 544, "r": 545, "appear": 546, "position": 547, "cortical": 548, "found": 549, "infiltrates": 551, "swelling": 552, "around": 553, "levels?": 554, "findings": 555, "here?": 556, "used": 557, "inferior": 558, "shift": 559, "midline": 560, "vena": 561, "tumor?": 563, "calcifications": 565, "shift?": 567, "epidural": 568, "descending": 570, "bowels?": 572, "shifting": 573, "structures": 574, "across": 575, "level": 577, "pa": 578, "film?": 579, "about": 580, "non": 583, "fracture?": 585, "chest": 586, "film": 587, "largest": 588, "collection": 589, "subcutaneous": 592, "position?": 595, "trachea": 596, "broken?": 597, "observed": 601, "sign": 602, "pulmonary": 603, "consolidation": 604, "sharp?": 605, "tension": 606, "tube": 609, "properly": 610, "placed?": 611, "larger": 612, "appreciated?": 616, "radiograph?": 617, "grey": 618, "size": 619, "just": 621, "big": 623, "opacity": 626, "acute?": 629, "contain": 630, "calcification?": 631, "border": 632, "deviation": 633, "enhancing?": 634, "coronal": 635, "high": 636, "intensity": 637, "csf?": 638, "homogenous": 639, "edema?": 640, "hyperdensity": 641, "thorax?": 642, "intrahepatic": 647, "ductal": 648, "primarily": 650, "evaluated": 651, "deviated": 652, "from": 653, "cardiomegaly?": 654, "characteristics": 655, "wrong": 658, "gallbladder?": 659, "mediastinum": 660, "widened?": 661, "oriented?": 663, "involve": 664, "attenuated?": 667, "nodules": 670, "radiograph": 671, "arch?": 672, "medical": 674, "therapy": 675, "hyperlucency": 677, "pelvis": 678, "dilated?": 679, "calcification": 681, "take": 683, "effusions": 687, "contour": 688, "hilum": 689, "pancreas?": 692, "given": 693, "oral": 694, "presence": 697, "angle": 698, "appearance?": 702, "material": 704, "walls": 707, "kidneys?": 708, "embolus": 709, "affected?": 711, "hemorrhage?": 712, "as": 714, "hyperdense": 715, "loculated": 716, "denser,": 724, "tissue?": 725, "ventricle": 726, "arteries?": 728, "deficits": 729, "finding?": 731, "hepatic": 732, "internal": 733, "gas": 734, "hemisphere": 736, "underexposed?": 738, "process": 741, "bleed": 742, "mediastinal": 743, "markings?": 745, "determine": 747, "stomach": 748, "regular": 749, "uniform": 750, "hilum?": 752, "vs": 754, "calcified?": 758, "no": 759, "between": 761, "identified": 762, "lighter": 764, "image's": 765, "bright": 771, "either": 773, "infarcted": 777, "indicates": 780, "caused": 783, "vessel?": 784, "compressing": 785, "territory": 787, "pathologic?": 788, "identify": 789, "gallstones": 792, "middle": 794, "could": 795, "affected": 796, "frontal": 797, "area?": 798, "effect?": 799, "ap": 800, "well?": 803, "cxr": 805, "bowels": 806, "body?": 810, "increased": 813, "airway": 814, "bases?": 815, "suggestive": 816, "hilar": 817, "enlargement?": 818, "intraperitoneal": 819, "blunted?": 822, "lymph": 823, "nodes": 824, "enlarged": 825, "lymphadenopathy?": 826, "stranding?": 828, "on?": 829, "saggital": 833, "heterogenous?": 840, "both": 842, "sides?": 843, "ring": 844, "gray": 845, "intestines": 848, "highlighted": 849, "pancreas": 850, "viral": 857, "parasitic": 858, "hyperinflated?": 862, "causes": 870, "cardiomegaly": 874, "causing": 875, "markings": 876, "clearly": 877, "vessel": 878, "associated": 886, "midbrain": 887, "intussusception": 888, "condition": 890, "l": 892, "spleen?": 900, "anoxic": 901, "genetic": 904, "large?": 908, "superimposed": 909, "portal": 912, "venous": 913, "ribs?": 916, "round": 918, "apex": 920, "differentiated?": 923, "density": 925, "masses?": 926, "soft-tissue": 928, "nodule": 930, "xray": 936, "contour?": 939, "significant": 940, "ground": 942, "glass": 943, "base": 944, "being": 950, "imaged?": 954, "clavicles": 955, "greater": 959, "blurring": 963, "junction?": 964, "perforated?": 965, "with?": 969, "abnormalities?": 970, "finding": 972, "view": 979, "growing": 980, "black": 985, "parts": 986, "within": 987, "diagnosis": 991, "made": 993, "pneumonia": 995, "findings?": 1002, "soft": 1006, "nodule?": 1015, "chest?": 1016, "atrophied?": 1017, "gi": 1019, "appreciate": 1021, "quadrant": 1025, "consistent": 1026, "scan": 1040, "we": 1045, "call": 1046, "acquire": 1057, "relative": 1058, "hydronephrosis?": 1063, "will": 1064, "ring-enhancement?": 1074, "involvement": 1081, "lobes?": 1082, "rim": 1087, "field?": 1090, "plaques": 1096, "arterial": 1098, "transverse": 1101, "aneurysm": 1104, "name": 1109, "pushing": 1112, "system?": 1117, "picture?": 1123, "edematous?": 1126, "inflamed?": 1127, "circular": 1135, "diagnose": 1155, "pericardial": 1156, "prominently": 1163, "diffuse": 1165, "elevated?": 1173, "cancer": 1177, "hyperintense": 1180, "pictured": 1189, "slice": 1190, "study": 1194, "head": 1195, "appendicitis": 1198, "apical": 1210, "x-ray": 1213, "basal": 1216, "ganglia": 1217, "description": 1218, "location?": 1223, "calcified": 1230, "cancer?": 1231, "is/are": 1232, "junctions": 1242, "enhance?": 1249, "mid": 1252, "difference": 1253, "gall": 1256, "bladder": 1257, "acute": 1261, "right-sided": 1276, "it?": 1283, "half": 1291, "portion": 1336, "image,": 1337, "<pad>": 0, "<unk>": 1}